Repository: pkar70/MazurCIC
Catalog: MazurCiC_Uno/MazurCiC_Uno.Shared/Strings/*/Resources.resw
Source language: en
Languages: pl

# ApplicationName
source: Dynamizm charakteru
pl: MazurCiC_Uno

# errAnyError
source: Error
pl: Błąd

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# _lang
source: EN
pl: PL

# askWantSend
source: Do you want to send test's result?
pl: Czy chcesz wysłać rezultat?

# bWstecz.Content
source: <Previous
pl: <Wstecz

# emailBodyStart
source: I kindly attach result of my todays test of character's dynamism
pl: Załączam rezultat dzisiejszego testu dynamizmu charakteru

# emailSubject
source: My character's dynamism
pl: Mój dynamizm charakteru

# msgDalejDalej
source: Next>
pl: Dalej>

# msgDalejWynik
source: Result
pl: Wynik

# msgDuzyRozrzut
source: Too big spread of answers.
pl: Za duży rozrzut odpowiedzi.

# msgEgzoDyn
source: Each person character, or strictly speaking, dynamism of character, changes with age: starting from egzodynamism, through statism, to endodynamism.
pl: Charakter, a ściślej dynamizm charakteru, każdej osoby zmienia się wraz z wiekiem: zaczynając od egzodynamizmu, poprzez statyzm do endodynamizmu.

# msgEgzoStat
source: This app helps you in self-diagnosis of your character - when you choose answer for questions, at top of app window you would see diagram of dynamism of your character.
pl: Niniejsza aplikacja ułatwia samo-określenie aktualnego dynamizmu - podczas udzielania odpowiedzi na kolejne pytania w górnej części ekranu będzie konstruowany wykres odpowiadający dynamizmowi z tych odpowiedzi wynikającemu.

# msgEndoDyn
source: (comparing of characters of two persons is available on Windows version of app)
pl: (porównywanie charakterów osób możliwe jest w aplikacji dla Windows)

# msgEndoStat
source: This app is based on "Cybernetics and character" book, written by polish cybernetist prof. Marian Mazur (table 15.2 from book).
pl: Opracowane na podstawie książki polskiego cybernetyka, prof. Mariana Mazura pt. "Cybernetyka i charakter", tabela 15.2. Książka dostępna jest w postaci elektronicznej na stronach autonom.edu.pl .

# msgMaloOdpowiedzi
source: As you answer only for some questions, result is not reliable.
pl: Nie odpowiedziałeś na wszystkie pytania, a więc wyniki są niewiarygodne.

# msgNoResult
source: No result!
pl: Brak wyniku!

# msgPoszczOdpowiedzi
source: Your answers:
pl: Poszczególne odpowiedzi:

# msgRozkladOdpowiedzi
source: Your answers
pl: Rozklad odpowiedzi

# msgStatyk
source: If one know dynamism of two person, one can (with great probability!) prognose their relation; e.g. if their marriage would be succesful, or would it disintegrate.
pl: Znając dynamizmy dwojga osób można z dużym prawdopodobieństwem oszacować jak będzie wyglądał ich związek, czy małżeństwo będzie szczęśliwe czy też się rozpadnie.

# msgTeza
source: Check dynamics of your character
pl: Sprawdź dynamizm swojego charakteru

# typEgzodynamik
source: egzodynamic
pl: egzodynamik

# typEgzostatyk
source: egzostatic
pl: egzostatyk

# typEndodynamik
source: endodynamic
pl: endodynamik

# typEndostatyk
source: endostatic
pl: endostatyk

# typStatyk
source: static
pl: statyk

# uiEgzodynamik.Text
source: egzodynamic
pl: egzodynamik

# uiEndodynamik.Text
source: endodynamic
pl: endodynamik

# uiEndostatyk.Text
source: endostatic
pl: endostatyk

# uiEzgostatyk.Text
source: egzostatic
pl: egzostatyk

# uiKomparator.Label
source: Compare
pl: Komparator

# uiStatyk.Text
source: static
pl: statyk

# wynik00
source: Result:
pl: Rezultat:

# wynik1l1
source: Probably you have less than 16 years.
pl: Prawdopodobnie masz poniżej 16 lat.

# wynik1l2
source: In Eric Berne's terminology (transactional analysis) you are typical Child.
pl: W terminologii Erica Berne (analizie transakcyjnej) jesteś typowym Dzieckiem.

# wynik1l3
source: Your best partner in love: endodynamic.
pl: Najlepszym partnerem w miłości będzie dla Ciebie endodynamik.

# wynik2l1
source: Probably you have between 16 and 35 years.
pl: Prawdopodobnie masz od 16 do 35 lat.

# wynik2l2
source: In Eric Berne's terminology (transactional analysis) you are Child, with some elements of Adult.
pl: W terminologii Erica Berne (analizie transakcyjnej) jesteś Dzieckiem z elementami Dorosłego.

# wynik2l3
source: Your best partner in love: endostatick.
pl: Najlepszym partnerem w miłości będzie dla Ciebie endostatyk.

# wynik3l1
source: Probably you have between 36 and 60 years.
pl: Prawdopodobnie masz od 36 do 60 lat.

# wynik3l2
source: In Eric Berne's terminology (transactional analysis) you are model Adult.
pl: W terminologii Erica Berne (analizie transakcyjnej) stanowisz wzorcowy przykład Dorosłego.

# wynik3l3
source: Your best partner in love: static.
pl: Najlepszym partnerem w miłości będzie dla Ciebie inny statyk.

# wynik4l1
source: Probably you have more than 60 years.
pl: Prawdopodobnie masz powyżej 60 lat.

# wynik4l2
source: In Eric Berne's terminology (transactional analysis) you are Adult, with some elements of Parent.
pl: W terminologii Erica Berne (analizie transakcyjnej) jesteś Dorosłym z elementami Rodzica.

# wynik4l3
source: Your best partner in love: egzostatic.
pl: Najlepszym partnerem w miłości będzie dla Ciebie egzostatyk.

# wynik5l1
source: Most probably, you have 'accelerated character'...
pl: Najwyraźniej masz tzw. "charakter przyspieszony"...

# wynik5l2
source: In Eric Berne's terminology (transactional analysis) you are typical Parent.
pl: W terminologii Erica Berne (analizie transakcyjnej) stanowisz wzorcowy przykład Rodzica.

# wynik5l3
source: Your best partner in love: egzodynamic.
pl: Najlepszym partnerem w miłości będzie dla Ciebie egzodynamik.

# msgBetterLandscape
source: Using app in landscape orientation probably would be more convenient.
pl: Prawdopodobnie w trybie Landscape będzie wygodniej korzystać z aplikacji.

# uiFirstData.PlaceholderText
source: (choose result's file from ComboBox above)
pl: (wybierz plik z wynikami z ComboBox powyżej)

# uiFirstPerson.Text
source: First person
pl: Pierwsza osoba

# uiKoniec.Content
source: End
pl: Koniec

# uiLosyHead.Text
source: About yours relation...
pl: O waszej relacji...

# uiNaRok.Text
source: Current state
pl: Stan na dzisiaj

# uiPorownaj.Content
source: Compare
pl: Porównaj

# uiSecondData.PlaceholderText
source: (paste result's from e.g. email)
pl: (wklej wyniki otrzymane np. w email)

# uiSecondPerson.Text
source: Second person
pl: Druga osoba

# bDalej.Content
source: Next>
pl: Dalej>
